{"translation-revision-date":"2022-07-05 11:29:13+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The bank statement must contain only Latin characters, be between 5 and 22 characters, and not contain any of the special characters: ' \" * < >":["El extracto bancario solo debe contener caracteres latinos, tener entre 5 y 22 caracteres y no contener ninguno de los caracteres especiales: ' \" * < >"],"Try again":["Inténtalo de nuevo"],"We couldn't connect.":["No hemos podido conectar."],"Test again":["Probar de nuevo"],"Connection successful!":["¡Conexión correcta!"],"Test connection":["Prueba de conexión"],"Testing connection…":["Probando la conexión..."],"Live account keys must use a HTTPS connection.":["Las claves del modo activo de la cuenta deben usar una conexión HTTPS."],"Only test account keys should be entered.":["Solo se deben introducir las claves del modo de prueba de la cuanta."],"Only live account keys should be entered.":["Solo se deben introducir las claves del modo activo de la cuanta."],"Stripe plugin docs":["Documentación del plugin de Stripe"],"View Stripe plugin docs":["Ver la documentación del plugin de Stripe"],"Add the following webhook endpoint {{webhookUrl\/}} to your {{settingsLink}}Stripe account settings{{\/settingsLink}} (if there isn't one already). This will enable you to receive notifications on the charge statuses.":["Añade la siguiente variable webhook {{webhookUrl\/}} a tus {{settingsLink}}ajustes de la cuenta de Stripe{{\/settingsLink}} (si no hay uno ya). Esto te permitirá recibir avisos sobre los cambios de estado."],"You can now accept payments with %s.":["Ahora puedes aceptar pagos con %s."],"Customer Geography: Mexico.":["Geografía del cliente: México."],"Customer Geography: Brazil.":["Geografía del cliente: Brasil."],"+ %d more":["+ %d más"],"Get early access to a new, smarter payment experience on checkout and let us know what you think by <feedbackLink>submitting your feedback<\/feedbackLink>. We recommend this feature for experienced merchants as the functionality is currently limited. <learnMoreLink>Learn more<\/learnMoreLink>":["Consigue acceso temprano a una nueva y más inteligente experiencia de pago al finalizar compra y haznos saber qué piensas <feedbackLink>enviando tus impresiones<\/feedbackLink>. Recomendamos esta característica para vendedores experimentados ya que la funcionalidad está actualmente limitada. <learnMoreLink>Aprende más<\/learnMoreLink>"],"Try the new checkout experience (early access)":["Prueba la nueva experiencia de pagos (acceso temprano)"],"Experimental features":["Características experimentales"],"✅ New checkout experience enabled.":["✅  Nueva experiencia de pagos activada."],"Payouts:":["Depósitos:"],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO es una cadena de tiendas de conveniencia mejicana que permite a los clientes pagar facturas y hacer compras online en la tienda con efectivo."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto es un método de pago oficial en Brasil. Los clientes reciben un vale que puede pagarse o autorizarse en agencias o bancos, cajeros automáticos o portales bancarios online."],"OXXO":["OXXO"],"Boleto":["Boleto"],"Payment Method Guide":["Guía del método de pago"],"Activate in your Stripe Dashboard":["Activar en tu escritorio de Stripe"],"Describe how customers should use this payment method during checkout.":["Describe cómo deberían los clientes usar este método de pago al finalizar compra."],"Enter a name which customers will see during checkout.":["Introduce un nombre que los clientes verán al finalizar compra."],"When enabled, %s will appear on checkout.":["Cuando está activo, %s aparecerá al finalizar compra."],"Enable %s":["Activar %s"],"Customer Geography: Portugal.":["Geografía del cliente: Portugal."],"Customer Geography: China.":["Geografía del cliente: China."],"Customer Geography: Poland.":["Geografía del cliente: Polonia."],"P24":["P24"],"Customer Geography: Germany, Austria.":["Geografía del cliente: Alemania, Austria."],"Customer Geography: Austria.":["Geografía del cliente: Austria."],"Customer Geography: Belgium.":["Geografía del cliente: Bélgica."],"Customer Geography: The Netherlands.":["Geografía del cliente: Países Bajos."],"Customer Geography: Germany.":["Geografía del cliente: Alemania."],"Customer Geography: France, Germany, Spain, Belgium, Netherlands, Luxembourg, Italy, Portugal, Austria, Ireland.":["Geografía del cliente: Francia, Alemania, España, Bélgica, Países Bajos, Luxemburgo, Italia, Portugal, Austria, Irlanda."],"Are you sure you want to remove <strong>%1$s<\/strong>? Your customers will no longer be able to pay using <strong>%1$s<\/strong>.":["¿Seguro que quieres eliminar <strong>%1$s<\/strong>? Tus clientes ya no podrán pagar usando <strong>%1$s<\/strong>."],"All settings will be cleared and your customers will no longer be able to pay using cards and other payment methods offered by Stripe.":["Todos los ajustes se vaciarán y tus clientes ya no podrán pagar usando tarjetas y otros métodos de pago ofrecidos por Stripe."],"Are you sure you want to disconnect your Stripe account from your WooCommerce store?":["¿Seguro que quieres desconectar tu cuenta de stripe de tu tienda WooCommerce?"],"Disconnect Stripe account":["Desconectar cuenta de Stripe"],"Enter payment method details that will be displayed at checkout, in the order confirmation screen and in the order notes.":["Introduce los detalles del método de pago que se mostrarán al finalizar compra, en la pantalla de confirmación del pedido y en las notas del pedido."],"Enter the payment method name that will be displayed at checkout when there are multiple available payment methods.":["Introduce el nombre del método de pago que se mostrará al finalizar compra cuando haya varios métodos de pago disponibles."],"Display settings":["Ajustes de visualización"],"Seems like the live keys we've saved for you are no longer valid. If you recently updated them, enter the new live keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Parece que las claves del modo activo que hemos guardado ya no son válidas. Si las has actualizado recientemente, introduce las nuevas claves del modo activo de tu {{accountLink}}cuenta de Stripe{{\/accountLink}}."],"Seems like the test keys we've saved for you are no longer valid. If you recently updated them, enter the new test keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Parece que las claves de pruebas que hemos guardado ya no son válidas. Si las has actualizado recientemente introduce las nuevas claves de pruebas de tu {{accountLink}}cuenta de Stripe{{\/accountLink}}."],"Test":["Pruebas"],"Live":["Modo activo"],"To enable the live mode, get the account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Para activar el modo activo, consigue las claves de la cuenta desde tu {{accountLink}}cuenta de Stripe{{\/accountLink}}."],"To enable the test mode, get the test account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Para activar el modo de pruebas consigue las claves de la cuenta desde tu {{accountLink}}cuenta de Stripe{{\/accountLink}}."],"Save live keys":["Guardar las claves del modo activo"],"Save test keys":["Guardar claves de prueba"],"Test Webhook secret":["Webhook secreto de pruebas"],"Get your webhook signing secret from the webhooks section in your Stripe account.":["Consigue tu webhook registrando una clave secreta desde la sección de webhooks de tu cuenta de Stripe."],"Webhook secret":["Webhook secreta"],"Only values starting with \"sk_test_\" or \"rk_test_\" will be saved.":["Solo se guardarán valores que empiecen con «sk_test_» o «rk_test_»."],"Test secret key":["Clave secreta de pruebas"],"Only values starting with \"sk_live_\" or \"rk_live_\" will be saved.":["Solo se guardarán valores que empiecen con «sk_live_» o «rk_live_»."],"Live secret key":["Clave secreta del modo activo"],"Only values starting with \"pk_test_\" will be saved.":["Solo se guardarán los valores que empiecen con «pk_test_»."],"Test publishable key":["Clave de pruebas publicable"],"Only values starting with \"pk_live_\" will be saved.":["Solo se guardarán los valores que empiecen con «pk_live_»."],"Live publishable key":["Clave publicable del modo activo"],"Requires activation":["Activación obligatoria"],"%s requires activation in your {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Follow the instructions there and check back soon.":["%s requiere la activación en tu {{stripeDashboardLink}}escritorio de Stripe{{\/stripeDashboardLink}}. Sigue las instrucciones que encontrarás allí y vuelve pronto."],"%1$s won't be visible to your customers until you add %2$s to your store.":["%1$s no será visible para tus clientes hasta que añadas %2$s a tu tienda.","%1$s no será visible para tus clientes hasta que no añadas una de estas monedas a tu tienda: %2$s."],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco es una red interbancos vinculada con los cajeros automáticos de todos los principales bancos de Portugal, lo que permite a los clientes pagar a través de su cajero automático o desde un entorno de banca online."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay es una popular cartera virtual de China, operado por Ant Financial Services Group, un proveedor de servicios financieros afiliado con Alibaba."],"Error disconnecting account.":["Error al desconectar la cuenta."],"Account disconnected.":["Cuenta desconectada."],"Error retrieving payment gateway settings.":["Error al recuperar los ajustes de la pasarela de pago."],"Enter account keys":["Introducir las claves de la cuenta"],"Updating payment methods information, please wait.":["Actualizando la información de los métodos de pago, por favor, espera."],"%s cannot be enabled at checkout. Click to expand.":["%s no se puede activar al finalizar la compra. Haz clic para ampliar."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s no está disponible para tus clientes cuando el ajuste de «captura manual» está activado."],"Refresh payment methods":["Recargar los métodos de pago"],"Payment methods menu":["Menú de métodos de pago"],"Disconnect":["Desconectar"],"Use {{testCardNumbersLink}}test card numbers{{\/testCardNumbersLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Usa los {{testCardNumbersLink}}números de tarjetas de prueba{{\/testCardNumbersLink}} para simular varias transacciones. {{learnMoreLink}}Aprende más{{\/learnMoreLink}}"],"Edit live account keys & webhooks":["Editar las claves del modo activo y los webhooks de la cuenta"],"Edit test account keys & webhooks":["Editar las claves y los webhooks de la cuenta de pruebas"],"Refresh":["Recargar"],"Please enter the webhook secret key for this to work properly":["Por favor, introduce la clave secreta del webhook para que esto funcione correctamente"],"Webhooks:":["Webhooks:"],"Test Mode":["Modo de pruebas"],"You can add it again at any time in Stripe settings.":["Puedes añadirlo de nuevo en cualquier momento en los ajustes de Stripe."],"Remove":["Eliminar"],"Remove %s from checkout":["Eliminar %s de la finalización de compra"],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Debes capturar el pago en la pantalla de detalles del pedido dentro de los 7 días siguientes a la autorización, de lo contrario, el dinero volverá al comprador."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Solo las tarjetas son compatibles con la captura manual. Cuando está activada, todos los otros métodos de pago se ocultarán al finalizar la compra."],"Are you sure you want to enable manual capture of payments?":["¿Seguro que quieres activar la captura manual de los pagos?"],"Enable manual capture":["Activar la captura manual"],"Error retrieving account keys.":["Error al recuperar las claves de la cuenta."],"Error saving account keys.":["Error al guardar las claves de la cuenta."],"Account keys saved.":["Guardadas las claves de la cuenta."],"Error retrieving account data.":["Error al recuperar los datos de la cuenta."],"Error updating account data.":["Error al actualizar los datos de la cuenta."],"Enter account keys (advanced)":["Introduce las claves de la cuenta (avanzado)"],"Create or connect an account":["Crea o conecta con una cuenta"],"By clicking \"Create or connect an account\", you agree to the {{tosLink}}Terms of service.{{\/tosLink}}":["Al hacer clic en «Crear o conectar con una cuenta» aceptas los {{tosLink}}términos del servicio.{{\/tosLink}}"],"Connect or create a Stripe account to accept payments directly onsite, including Payment Request buttons (such as Apple Pay and Google Pay), iDEAL, SEPA, Sofort, and more international payment methods.":["Conecta o crea una cuenta de Stripe para aceptar pagos directamente en el sitio, incluyendo botones de solicitud de pago (como Apple Pay y Google Pay), iDEAL, SEPA, Sofort y más métodos de pago internacionales."],"Get started with Stripe":["Primeros pasos con Stripe"],"Payment methods":["Métodos de pago"],"contact support":["contactar con soporte"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["¿Necesitas ayuda? Visita {{ docsLink \/}} o {{supportLink \/}}."],"Payment methods that require the new payments experience:":["Los métodos de pago que se aplican con la nueva experiencia de pago:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Sin la nueva experiencia de pago, tus clientes solo podrán pagar con tarjeta de crédito o débito. Ya no podrás añadir otros métodos de pago que mejoren las ventas."],"Disable":["Desactivar"],"There was an error disabling the new payment methods.":["Se ha producido un error al desactivar los nuevos métodos de pago."],"Cancel":["Cancelar"],"Disable the new payments experience":["Desactivar la nueva experiencia de pago"],"Edit details or disconnect account":["Editar detalles y desconectar cuenta"],"View Frequently Asked Questions":["Ver las preguntas frecuentes"],"Configure optional payment settings and transaction details.":["Configura los ajustes de pago opcionales y los detalles de la transacción"],"Payments & transactions":["Pagos y transacciones"],"View account overview and edit business details.":["Ver el resumen de la cuenta y editar los detalles de la empresa."],"Account details":["Detalles de la cuenta"],"Get support":["Obtener soporte"],"Edit account keys":["Editar claves de la cuenta"],"Enable test mode":["Activar el modo de pruebas"],"When enabled, payment methods powered by Stripe will appear on checkout.":["Al activarse, los métodos de pago facilitados por Stripe aparecerán en la página de pago."],"{{strong}}Where are the customization options?{{\/strong}} In the new checkout experience, payment method details are automatically displayed in your customers’ languages so you don’t have to worry about writing them manually.":["{{strong}}¿Dónde están las opciones de personalización?{{\/strong}} En la nueva experiencia de pago, los detalles del método de pago se muestran automáticamente en el idioma de tu cliente para que no tengas que preocuparte de escribirlos manualmente."],"Advanced settings":["Ajustes avanzados"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Al activarse, los registros de errores de pago se guardarán en WooCommerce > Estado > Registros."],"Log error messages":["Mensajes de registro de errores"],"Debug mode":["Modo de depuración"],"Cards & Express Checkouts":["Tarjetas y pagos rápidos"],"Shortened customer bank statement":["Extracto bancario reducido para el cliente"],"We'll use the short version in combination with the customer order number.":["Usaremos la versión corta en combinación con el número del pedido del cliente. "],"When enabled, we'll include the order number for card and express checkout transactions.":["Cuando está activo incluiremos el número del pedido en las transacciones de pago rápidas y con tarjeta."],"Add customer order number to the bank statement":["Añade el número de pedido el cliente al extracto bancario"],"Full bank statement":["Extracto bancario completo"],"Enter the name your customers will see on their transactions. Use a recognizable name – e.g. the legal entity name or website address – to avoid potential disputes and chargebacks.":["Introduce el nombre que verán tus clientes en sus transacciones. Usa un nombre reconocible —por ejemplo, el nombre legal de la entidad o la dirección de la web— para evitar potenciales disputas y devoluciones."],"Customer bank statement":["Extracto bancario del cliente"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["El cargo debe capturarse en la pantalla de la información del pedido en el plazo de 7 días tras la autorización. De lo contrario, la autorización y el pedido se cancelarán. "],"Issue an authorization on checkout, and capture later":["Emite una autorización al finalizar la compra y captura más tarde"],"Transaction preferences":["Preferencias de transacción"],"If enabled, the credit card form will display separate credit card number field, expiry date field and CVC field.":["Si está activo el formulario de tarjeta de crédito mostrará campos separados para el número de la tarjeta de crédito, la fecha de caducidad y el de CVC."],"Enable separate credit card form":["Activar el formulario separado de tarjeta de crédito"],"Enable payments via saved cards":["Activar los pagos con tarjetas guardadas"],"Payments settings":["Ajustes de pagos"],"All Payment Methods":["Todos los métodos de pago"],"All Other Payment Methods":["Todos los demás métodos de pago"],"Amount":["Cantidad"],"Transaction":["Transacción"],"Payments\/payouts may be disabled for this account until missing business information is updated. <a>Update now<\/a>":["Los pagos y los depósitos podrían estar desactivados para esta cuenta hasta que se actualice la información que falta de la empresa. <a>Actualizar ahora<\/a>"],"Payments:":["Pagos:"],"Disabled":["Desactivado"],"Review accepted payment methods":["Revisar métodos de pago aceptados"],"Enable":["Activar"],"Sofort":["Sofort"],"Direct debit payment":["Pago de adeudo directo"],"Error retrieving settings.":["Error al recuperar los ajustes."],"Error saving settings.":["Error al guardar los ajustes."],"Settings saved.":["Ajustes guardados."],"Share feedback (1 min)":["Compartir opinión (1 min)"],"🤔 What made you disable the new payments experience?":["🤔 ¿Qué te hizo desactivar la nueva experiencia de pagos?"],"Requires currency":["La moneda es obligatoria"],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Acepta transferencias bancarias seguras de Alemania, Austria, Bélgica, Italia, Holanda y España."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Llega a 500 millones de clientes y más de 20 millones de empresas de la Unión Europea."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 es un agregador de métodos de pago de Polonia que permite a los clientes completar transacciones online usando transferencias bancarias y otros métodos."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL es un método de pago de los Países Bajos que permite a los clientes completar transacciones online usando las credenciales de su banco."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Amplía tu negocio con giropay, el segundo sistema de pago más popular de Alemania."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS es un método de pago de Austria que permite a los clientes completar transacciones online usando las credenciales de su banco."],"Let your customers pay with major credit and debit cards without leaving your store.":["Permite a los clientes pagar con las principales tarjetas de crédito y débito, sin salir de tu tienda."],"Credit card \/ debit card":["Tarjeta de crédito \/ débito"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact es el método de pago online más popular en Bélgica, con más de 15 millones de tarjetas en circulación."],"Get more payment methods":["Consigue más métodos de pago"],"Enabled":["Activado"],"Payment Methods":["Métodos de pago"],"Save changes":["﻿Guardar los cambios"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Permite que tus clientes usen sus métodos de pago exprés y carteras digitales favoritos para una finalización de compra más rápida y más segura en distintas partes de tu tienda."],"Express checkouts":["Finalizar compra exprés"],"Select payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Selecciona los pagos disponibles para los clientes al finalizar compra. Según su tipo de dispositivo, ubicación e historial de compras, tus clientes solo verán los métodos de pago más relevantes."],"Payments accepted on checkout":["Pagos aceptados al finalizar la compra"],"Customize appearance":["Personalizar la apariencia"],"Product page":["Página del producto"],"Show express checkouts on":["Mostrar la finalización de compra exprés en"],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Al activar esta característica, aceptas los términos de uso de {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} y {{googleLink}}Google{{\/googleLink}}."],"Enable express checkouts":["Activar la finalización de compra exprés"],"Enable or disable Stripe on your store, enter activation keys, and turn on test mode to simulate transactions.":["Activa o desactiva Stripe en tu tienda, introduce las claves de activación y activa el modo de prueba para simular las transacciones."],"General":["General"],"Early access":["Acceso anticipado"],"Checkout":["Finalizar compra"],"Cart":["Carrito"],"Learn more":["Aprender más"],"Name":["Nombre"],"Multibanco":["Multibanco"],"Webhook endpoints":["Variables del webhook"],"EPS":["EPS"],"SEPA Direct Debit":["Domiciliación bancaria SEPA"],"Bancontact":["Bancontact"],"Alipay":["Alipay"],"Settings":["Ajustes"],"If enabled, users will be able to pay with a saved card during checkout. Card details are saved on Stripe servers, not on your store.":["Si se activa los usuarios podrán pagar con una tarjeta guardada. Los detalles de la tarjeta se guardan en los servidores de Stripe, no en tu tienda."],"Description":["Descripción"],"Enable Stripe":["Activar Stripe"]}},"comment":{"reference":"build\/upe_settings.js"}}