{"translation-revision-date":"2022-07-05 11:29:13+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"You can now accept payments with %s.":["Ahora puedes aceptar pagos con %s."],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO es una cadena de tiendas de conveniencia mejicana que permite a los clientes pagar facturas y hacer compras online en la tienda con efectivo."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto es un método de pago oficial en Brasil. Los clientes reciben un vale que puede pagarse o autorizarse en agencias o bancos, cajeros automáticos o portales bancarios online."],"OXXO":["OXXO"],"Boleto":["Boleto"],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco es una red interbancos vinculada con los cajeros automáticos de todos los principales bancos de Portugal, lo que permite a los clientes pagar a través de su cajero automático o desde un entorno de banca online."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay es una popular cartera virtual de China, operado por Ant Financial Services Group, un proveedor de servicios financieros afiliado con Alibaba."],"Error disconnecting account.":["Error al desconectar la cuenta."],"Account disconnected.":["Cuenta desconectada."],"Error retrieving payment gateway settings.":["Error al recuperar los ajustes de la pasarela de pago."],"Error retrieving account keys.":["Error al recuperar las claves de la cuenta."],"Error saving account keys.":["Error al guardar las claves de la cuenta."],"Account keys saved.":["Guardadas las claves de la cuenta."],"Error retrieving account data.":["Error al recuperar los datos de la cuenta."],"Error updating account data.":["Error al actualizar los datos de la cuenta."],"Payment methods that need Stripe:":["Métodos de pago que necesita Stripe:"],"Disable Stripe":["Desactivar Stripe"],"Are you sure you want to disable Stripe? Without it, your customers will no longer be able to pay using the payment methods below as well as express checkouts.":["¿Seguro que quieres desactivar Stripe? Sin él tus clientes ya no podrán pagar usando los métodos de pago de abajo ni con los pagos rápidos."],"Are you sure you want to disable Stripe? Without it, your customers will no longer be able to pay using the express checkouts.":["¿Seguro que quieres desactivar Stripe? Sin él tus clientes ya no podrán pagar con los pagos rápidos."],"Sofort":["Sofort"],"Direct debit payment":["Pago de adeudo directo"],"Error retrieving settings.":["Error al recuperar los ajustes."],"Error saving settings.":["Error al guardar los ajustes."],"Settings saved.":["Ajustes guardados."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Acepta transferencias bancarias seguras de Alemania, Austria, Bélgica, Italia, Holanda y España."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Llega a 500 millones de clientes y más de 20 millones de empresas de la Unión Europea."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 es un agregador de métodos de pago de Polonia que permite a los clientes completar transacciones online usando transferencias bancarias y otros métodos."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL es un método de pago de los Países Bajos que permite a los clientes completar transacciones online usando las credenciales de su banco."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Amplía tu negocio con giropay, el segundo sistema de pago más popular de Alemania."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS es un método de pago de Austria que permite a los clientes completar transacciones online usando las credenciales de su banco."],"Let your customers pay with major credit and debit cards without leaving your store.":["Permite a los clientes pagar con las principales tarjetas de crédito y débito, sin salir de tu tienda."],"Credit card \/ debit card":["Tarjeta de crédito \/ débito"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact es el método de pago online más popular en Bélgica, con más de 15 millones de tarjetas en circulación."],"Multibanco":["Multibanco"],"EPS":["EPS"],"Bancontact":["Bancontact"],"Alipay":["Alipay"]}},"comment":{"reference":"build\/payment_gateways.js"}}